/* No comment provided by engineer. */
"About Verbatim Solutions" = "關於 Verbatim Solutions";

/* No comment provided by engineer. */
"Verbi™ powered by Verbatim Solutions" = "Verbi™，由 Verbatim Solutions 傾情打造";

/* No comment provided by engineer. */
"Tap here to begin typing.." = "觸摸這裡開始鍵入";

/* No comment provided by engineer. */
"All translation history has been cleared." = "已清除全部翻譯歷史。";

/* No comment provided by engineer. */
"Are you sure you want to clear all translation history?  Your previous translations will not show up as suggestions anymore." = "是否確定要清除所有翻譯歷史？您之前的翻譯將不會再作為建議而顯示。";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Clear" = "清除";

/* No comment provided by engineer. */
"Clear Translation History" = "清除翻譯歷史";

/* No comment provided by engineer. */
"Done" = "完成";

/* No comment provided by engineer. */
"OK" = "確定";

/* No comment provided by engineer. */
"Professional Quote" = "專業報價";

/* No comment provided by engineer. */
"Request Professional Quote" = "請求專業報價";

/* No comment provided by engineer. */
"Submitting.." = "正在提交……";

/* No comment provided by engineer. */
"Translating.." = "正在翻譯";

/* No comment provided by engineer. */
"Verbi™ is powered by Verbatim Solutions, a leading professional translation services provider.  Verbi™ provides you quick machine translations and is not a substitute for certified, professional translation services.  For a professional translation provided by one of our certified translators please contact us at" = "Verbi™ 由領先的專業翻譯服務提供者 Verbatim Solutions 傾情打造。Verbi ™ 可為您提供快速的機器翻譯，但不能取代經認證的專業翻譯服務。如需由我們的認證譯員提供專業翻譯，請連絡我們，連絡方式如下：";

/* No comment provided by engineer. */
"Mail:" = "郵件：";

/* No comment provided by engineer. */
"Call:" = "電話：";

/* No comment provided by engineer. */
"Online:" = "線上：";

/* No comment provided by engineer. */
"Verbi™ Translate" = "Verbi™ 翻譯";

/* No comment provided by engineer. */
"We're sorry, an error has occurred.  Please try again." = "很抱歉，發生了錯誤。請重試。";

/* No comment provided by engineer. */
"An internet connection is required to continue." = "An internet connection is required to continue.";

/* No comment provided by engineer. */
"We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install." = "We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install.";

/* No comment provided by engineer. */
"Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install." = "Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install.";